datasets/benchmark-results/netvirtue/201811140451/wordpress-results-netvirtue-1-201811140451.log
Running 1m test @ http://blyg.id-rsa.pub/wordpress/
  1 threads and 1 connections
  Thread calibration: mean lat.: 190.681ms, rate sampling interval: 335ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    71.35ms   21.60ms 107.65ms   54.00%
    Req/Sec     0.67      0.94     2.00    100.00%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%   69.25ms
 75.000%   94.85ms
 90.000%   97.86ms
 99.000%  107.71ms
 99.900%  107.71ms
 99.990%  107.71ms
 99.999%  107.71ms
100.000%  107.71ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      31.087     0.000000            1         1.00
      35.903     0.100000            5         1.11
      52.607     0.200000           10         1.25
      59.007     0.300000           15         1.43
      64.351     0.400000           20         1.67
      69.247     0.500000           25         2.00
      72.511     0.550000           28         2.22
      76.287     0.600000           30         2.50
      84.287     0.650000           33         2.86
      86.911     0.700000           35         3.33
      94.847     0.750000           38         4.00
      95.871     0.775000           39         4.44
      96.191     0.800000           40         5.00
      96.767     0.825000           42         5.71
      97.087     0.850000           43         6.67
      97.791     0.875000           44         8.00
      97.855     0.887500           45         8.89
      97.855     0.900000           45        10.00
      98.431     0.912500           46        11.43
      98.751     0.925000           47        13.33
      98.751     0.937500           47        16.00
      98.879     0.943750           48        17.78
      98.879     0.950000           48        20.00
      98.879     0.956250           48        22.86
     100.735     0.962500           49        26.67
     100.735     0.968750           49        32.00
     100.735     0.971875           49        35.56
     100.735     0.975000           49        40.00
     100.735     0.978125           49        45.71
     107.711     0.981250           50        53.33
     107.711     1.000000           50          inf
#[Mean    =       71.347, StdDeviation   =       21.598]
#[Max     =      107.648, Total count    =           50]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  60 requests in 1.00m, 3.09MB read
Requests/sec:      1.00
Transfer/sec:     52.69KB